
[[file:ADJ/warhammer_pretires_camp_imp.pdf][Les feuilles de personnage au début de la campagne]]

* l'xp :

| 2022-03-04 | 100 |
| 2022-03-11 | 100 |
| 2022-03-18 | 130 |
| 2022-04-09 | 130 |
| 2022-04-30 | 100 |
| 2022-05-14 | 250 |
| intertemps | 100 |
|      total | 910 |
#+TBLFM: @>$2=vsum(@1..@-1)



* Les stats de combat

| M | CC | CT | F | E | B   |  I | A | Personnage       | Arme           |
|---+----+----+---+---+-----+----+---+------------------+----------------|
| 5 | 50 | 43 | 3 | 3 | /7  | 65 | 1 | Malmir           | épée, arc long |
| 4 | 23 | 33 | 2 | 2 | /6  | 50 | 1 | Harbull          | dague, fronde  |
| 5 | 44 | 45 | 4 | 3 | /8  | 57 | 1 | Johann           | épée           |
| 4 | 31 | 30 | 3 | 3 | /6  | 38 | 1 | Kristen          | épée           |
| 4 | 34 | 31 | 2 | 3 | /7  | 33 | 1 | Wanda            | dague          |
| 3 | 47 | 32 | 4 | 5 | /8  | 31 | 1 | Werner           | dague          |

* les comptes
Les PJ dépensent en moyenne 36 sous par jour, 60 s'ils passent la nuit
à l'auberge.

| PJ      | CO | Pistoles | Sous | totaux en sous |
|---------+----+----------+------+----------------|
| Harbull |  4 |       19 |   10 |           1198 |
| Wanda   |  3 |       17 |   10 |            934 |
| Johann  |  6 |        4 |   10 |           1498 |
| Malmir  |  5 |       16 |    1 |           1393 |
| Kristen |  5 |       17 |    4 |           1408 |
| Werner  |  0 |        4 |    0 |             48 |
| Totaux  | 77 |       19 |   11 |           6479 |
#+TBLFM: @2$2..@>$2=$5\240::@2$3..@>$3=($5\12)%20::@2$4..@>$4=$5%12::@8$5=vsum(@2..@7)

* L'encombrement

** Harbull (max 200)


 | Objet               | ENC |
 |---------------------+-----|
 | fronde              |  10 |
 | dague               |  10 |
 | vêtements de voyage |  10 |
 | gibecière (plante)  |   5 |
 | pilon et mortier    |  10 |
 | bouilloire, etc.    |  10 |
 |---------------------+-----|
 | total               |  45 |
 #+TBLFM: @>$>=vsum(@2..@-1)

** Wanda (max 200)

 | Objet               | ENC |
 |---------------------+-----|
 | 1 dague             |  10 |
 | vêtements ordinaire |  10 |
 | gibecière           |  10 |
 | arbalète            | 120 |
 | carreaux            |  40 |
 | total               | 190 |
 #+TBLFM: @>$2=vsum(@2..@-1)

** Johann (max 400)

 | Objet              | ENC |
 |--------------------+-----|
 | épée               |  60 |
 | veste en cuir      |  50 |
 | sac à dos          |  20 |
 | vêtement de voyage |  15 |
 | Chemise de maille  |  80 |
 | total              | 225 |
 #+TBLFM: @>$2=vsum(@2..@-1)

** Malmir (max 300)

 | Objet                                 | ENC |
 |---------------------------------------+-----|
 | épée                                  |  60 |
 | arc long                              |  75 |
 | carquois 30 flèches                   |  75 |
 | Mandoline et partitions               |  15 |
 | vêtements de voyage de couleurs vives |  15 |
 |---------------------------------------+-----|
 | total                                 | 240 |
 #+TBLFM: @7$2=vsum(@2..@-1)

** Kristen (max 300)

 | Objet                | ENC |
 |----------------------+-----|
 | épée                 |  60 |
 | 3 couteaun de lancer |  30 |
 | vêtements ordinaire  |  12 |
 | 1 grand sac          |   7 |
 | Outils de voleur     |  20 |
 | total                | 129 |
 #+TBLFM: @>$2=vsum(@2..@-1)

** Werner (max 400)

 | Object                      | ENC |
 |-----------------------------+-----|
 | 2 hachettes de lancer       |  80 |
 | 1 épée                      |  80 |
 | 1 dague                     |  10 |
 | 1 veste en cuir             |  50 |
 | 1 casque                    |  30 |
 | sac à dos, herbes à infuser |  20 |
 | vêtement de travail         |  15 |
 | cape avec capuchon          |  10 |
 | chemise de maille           |  80 |
 | total                       | 375 |
 #+TBLFM: @>$2=vsum(@2..@-1)
